Repository: SAS-GreenLeaf/Domoleaf
Catalog: locales/*/messages.po
Languages: fr_fr

source: Access Point
fr_fr: Point d'accès

source: Security
fr_fr: Sécurité

source: Wifi Configuration
fr_fr: Configuration Wifi

source: This account does not exist
fr_fr: Ce compte n'existe pas

source: Bad password
fr_fr: Mot de passe invalide

source: B
fr_fr: o

source: KB
fr_fr: Ko

source: MB
fr_fr: Mo

source: GB
fr_fr: Go

source: IP address/name is invalid
fr_fr: L'adresse IP/nom est invalide

source: If you want to shutdown, be careful, you will have to switch off switch on the D3.
fr_fr: Si vous voulez éteindre, faites attention, vous devrez débrancher puis rebrancher le D3.

source: Shutdown
fr_fr: Éteindre

source: It will take few seconds to shutdown %s.
fr_fr: L'extinction de %s prendra quelques secondes.

source: Reboot / Shutdown
fr_fr: Éteindre / Redémarrer

source: Shutdown D3
fr_fr: Éteindre D3

source: No selectable floor
fr_fr: Pas d'étage selectionnable

source: No selectable option
fr_fr: Pas d'option selectionnable

source: Time zone
fr_fr: Fuseau horaire

source: Price for kilowatt per hour
fr_fr: Prix du kilowatt par heure

source: High cost
fr_fr: Tarif plein

source: Low cost
fr_fr: Tarif creux

source: Low field
fr_fr: Plage horaire creuse

source: Currency
fr_fr: Devise

source: Type your email
fr_fr: Saisissez votre email

source: Heat
fr_fr: Chauffage

source: Morning Warmup
fr_fr: Préchauffage

source: Cool
fr_fr: Froid

source: Night Purge
fr_fr: Nettoyage

source: Precool
fr_fr: Pré-refroidissement

source: Emergency Heat
fr_fr: Chauffage rapide

source: Fan only
fr_fr: Ventilateur seulement

source: Free Cool
fr_fr: Restitution de froid

source: Ice
fr_fr: Froid intense

source: VOC
fr_fr: COV

source: Blind
fr_fr: Store

source: Enter your key
fr_fr: Entrez votre clé

source: Widget's password
fr_fr: Mot de passe du widget

source: Alarm
fr_fr: Alarme

source: Validate
fr_fr: Valider

source: Lock
fr_fr: Vérouiller

source: Video player
fr_fr: Lecteur vidéo

source: Triggers edition
fr_fr: Edition des déclencheurs

source: Schedules edition
fr_fr: Edition des horaires

source: Smartcommands edition
fr_fr: Edition des Smartcommands

source: Programmation mode
fr_fr: Mode programmation

source: Period
fr_fr: Période

source: From
fr_fr: Du

source: To
fr_fr: Au

source: Cost
fr_fr: Coût

source: Date and Time
fr_fr: Date et heure

source: Forward
fr_fr: Normal

source: Reverse
fr_fr: Inversé

source: Web page
fr_fr: Page web

source: Unknown web page
fr_fr: Page web inconnue
