Repository: SAS-GreenLeaf/Domoleaf
Catalog: locales/*/messages.po
Languages: fr_fr

source: Close
fr_fr: Fermer

source: Choose a project file to import
fr_fr: Choisir un fichier projet à importer

source: No file selected
fr_fr: Aucun fichier selectionné

source: Import project file
fr_fr: Importer un fichier de projet

source: Error:
fr_fr: Erreur:

source: No compatible stream available
fr_fr: Aucun flux compatible disponible

source: Checking for updates. This may take a few minutes. Please wait...
fr_fr: Vérification des mises à jour. Cela peut prendre quelques minutes. Merci de patienter...

source: Reset
fr_fr: Réinitialiser

source: Send
fr_fr: Envoyer

source: Chroma Wheel
fr_fr: Roue Chromatique

source: Fan
fr_fr: Ventilateur

source: Fans
fr_fr: Ventilateurs

source: Comfort
fr_fr: Confort

source: Night
fr_fr: Nuit

source: Frost free
fr_fr: Hors Gel

source: Create Backup
fr_fr: Créer Sauvegarde

source: Loading in progress...
fr_fr: Chargement en cours...

source: Updating Box. This may take a few minutes. Please wait...
fr_fr: Mise à jour de la Box. Cela peut prendre quelques minutes. Merci de patienter...

source: Success
fr_fr: Succès

source: Fail
fr_fr: Echec

source: Image must be JPG or PNG, and size less than 1MB
fr_fr: L'image doit être au format JPG ou PNG, d'un poids inférieur à 1Mo.

source: Click or Drag image here
fr_fr: Clicker ou Déposer votre image ici

source: Upload Image
fr_fr: Envoyer l'image

source: Delete Image
fr_fr: Supprimer l'image

source: Upload Device Image
fr_fr: Envoyer l'image de l'appareil

source: Upload Room Image
fr_fr: Envoyer l'image de la salle

source: Do you want to delete %s?
fr_fr: Voulez-vous supprimer %s?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Are you sure you want to delete this room ?
fr_fr: Etes-vous sûrs de vouloir supprimer cette salle ?

source: File
fr_fr: Fichier

source: Size
fr_fr: Poids

source: Restore backup
fr_fr: Restaurer la sauvegarde

source: Delete backup
fr_fr: Supprimer la sauvegarde

source: No backup created
fr_fr: Aucune sauvegarde créée

source: Please wait...
fr_fr: Merci de patienter...

source: Loading in progress
fr_fr: Chargement en cours

source: New Box
fr_fr: Nouvelle Box

source: Enter the Box name
fr_fr: Entrez le nom de la Box

source: Serial number
fr_fr: Numéro de série

source: Enter the serial number
fr_fr: Entrez le numéro de série

source: Save
fr_fr: Sauvegarder

source: Cancel
fr_fr: Annuler

source: Create a new box
fr_fr: Créer une nouvelle box

source: Enter the secret key
fr_fr: Entrez la clé secrète

source: Ip address
fr_fr: Adresse IP

source: Empty field
fr_fr: Champ vide

source: Add a new floor
fr_fr: Ajouter un nouvel étage

source: New floor
fr_fr: Nouvel étage

source: Enter the floor name
fr_fr: Entrez le nom de l'étage

source: New room
fr_fr: Nouvelle salle

source: Enter the room name
fr_fr: Entrez le nom de la salle

source: Add a new room
fr_fr: Ajouter une nouvelle salle

source: Username already exist
fr_fr: Ce nom d'utilisateur existe déjà

source: Enter the Username
fr_fr: Entrez le Nom d'utilisateur

source: Enter the Lastname
fr_fr: Entrez le Nom de famille

source: Enter the Firstname
fr_fr: Entrez le Prénom

source: Enter the Password
fr_fr: Entrez le Mot de passe

source: Please, enter your reset key for reinitialising your admin password
fr_fr: Merci d'entrer votre clé de réinitialisation pour réinitialiser votre mot de passe admin

source: Reset Key
fr_fr: Clé de Réinitialisation

source: Bad key, try again
fr_fr: Mauvaise clé, réessayez

source: Enter your new password desired
fr_fr: Entrez votre nouveau mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Manufacturer list
fr_fr: Liste des Fabricants

source: Nothing selected
fr_fr: Aucune sélection

source: Pre-configure
fr_fr: Pré-configurer

source: Enter your email to complete your configuration
fr_fr: Entrez votre email pour compléter votre configuration

source: Configure date and time
fr_fr: Configuration de la date et de l'heure

source: Warning if the box is connected to Internet the date will be automatically updated daily.
fr_fr: Attention si le boîtier est connecté à Internet, l'heure se met à jour quotidiennement, de façon automatique.

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: Hour
fr_fr: Heure

source: Do you want to reboot %s?
fr_fr: Voulez-vous redémarrer %s ?

source: It will take 60 seconds.
fr_fr: Cela va prendre 60 secondes.

source: Do you want to delete the save of %s?
fr_fr: Voulez-vous supprimer la sauvegarde du %s ?

source: Do you want to delete this Scenario ?
fr_fr: Voulez-vous supprimer ce Scenario ?

source: Do you want to delete this schedule ?
fr_fr: Voulez-vous supprimer cet horaire ?

source: Do you want to delete this element ?
fr_fr: Voulez-vous supprimer cet élément ?

source: Do you want to delete this Smartcommand ?
fr_fr: Voulez-vous supprimer cette Smartcommand ?

source: Do you want to delete this condition ?
fr_fr: Voulez-vous supprimer cette condition ?

source: Do you want to delete this Trigger ?
fr_fr: Voulez-vous supprimer ce déclencheur ?

source: Do you want to rename %s?
fr_fr: Voulez-vous renommer %s?

source: KNX TP Interface
fr_fr: Interface KNX Filaire

source: Serial Interface
fr_fr: Interface Série

source: IP Interface
fr_fr: Interface IP

source: Serial
fr_fr: Série

source: Serial 0
fr_fr: Série 0

source: Serial 1
fr_fr: Série 1

source: Serial 2
fr_fr: Série 2

source: Enter IP Adress
fr_fr: Entrez l'Adresse IP

source: EnOcean Interface
fr_fr: Interface EnOcean

source: USB Interface
fr_fr: Interface USB

source: New name
fr_fr: Nouveau Nom

source: Do you want to restore the save of %s?
fr_fr: Voulez-vous restaurer la sauvegarde du %s?

source: Caution, maybe you will be logout.
fr_fr: Attention, vous risquez d'être déconnecté.

source: You have succeeded to change your password, don't forget, your username is
fr_fr: Vous avez réussi à changer votre mot de passe, n'oubliez pas, votre nom d'utilisateur est

source: Option value
fr_fr: Valeur de l'option

source: After the validation of the configuration email, you will receive a test email. If it not come, go check your configuration of your mail and your server SMTP
fr_fr: Après la validation de la configuration email, vous allez recevoir un email de test. Si vous ne le recevez pas, vérifiez la configuration des mails et le serveur SMTP

source: Please enter the Scenario name :
fr_fr: Entrez le nom du Scénario :

source: Name
fr_fr: Nom

source: Scenario Name
fr_fr: Nom du Scénario

source: New Scenario
fr_fr: Nouveau Scénario

source: Name already existing
fr_fr: Nom déjà existant

source: Invalid Name
fr_fr: Nom invalide

source: Please enter the Schedule name :
fr_fr: Entrez le nom de l'horaire :

source: Schedule Name
fr_fr: Nom de l'Horaire

source: New Schedule
fr_fr: Nouvel Horaire

source: Rename Schedule
fr_fr: Renommer Horaire

source: Please enter the Smartcommand name :
fr_fr: Entrez le nom de la Smartcommand :

source: Choose the option state for this device.
fr_fr: Choisissez l'état de cette option pour cet appareil.

source: Please choose the Smartcommand's Linked Room : (no Room selected = Smartcommand not visible)
fr_fr: Choisissez la Salle Reliée à la Smartcommand : (pas de Salle sélectionnée = Smartcommand non visible)

source: Smartcommand Name
fr_fr: Nom de la Smartcommand

source: New Smartcommand
fr_fr: Nouvelle Smartcommand

source: Rename Smartcommand
fr_fr: Renommer Smartcommand

source: Please enter the Trigger name :
fr_fr: Entrez le nom du Déclencheur :

source: Trigger Name
fr_fr: Nom du Déclencheur

source: New Trigger
fr_fr: Nouveau Déclencheur

source: Rename Trigger
fr_fr: Renommer Déclencheur

source: Please enter the new Scenario name :
fr_fr: Entrez le nouveau nom du Scénario :

source: New scenario
fr_fr: Nouveau Scénario

source: Please enter the new Schedule name :
fr_fr: Entrez le nouveau nom de l'Horaire :

source: Please enter the new Smartcommand name :
fr_fr: Entrez le nouveau nom de la Smartcommand :

source: Please enter the new Trigger name :
fr_fr: Entrez le nouveau nom du Déclencheur :

source: Hostname
fr_fr: Nom d'hôte

source: Physical Address
fr_fr: Adresse Physique

source: Choose your device
fr_fr: Sélectionnez votre appareil

source: Poids
fr_fr: Size

source: Download backup
fr_fr: Télécharger la sauvegarde

source: bluetooth address
fr_fr: Adresse Bluetooth

source: Mac address
fr_fr: Adresse Mac

source: No bluetooth device.
fr_fr: Pas d'appareil Bluetooth

source: Address
fr_fr: Adresse

source: No Enocean device.
fr_fr: Pas d'appareil EnOcean

source: No Ip device.
fr_fr: Pas d'appareil IP

source: Value
fr_fr: Valeur

source: Unknown
fr_fr: Inconnu

source: No monitor KNX.
fr_fr: Pas de moniteur KNX

source: Protocol
fr_fr: Protocole

source: Device
fr_fr: Appareil

source: Edit Smartcommand Element
fr_fr: Editer cet élément de la Smartcommand

source: Delete Smartcommand Element
fr_fr: Supprimer cet élément de la Smartcommand

source: Edit Condition
fr_fr: Editer cette condition

source: Delete Condition
fr_fr: Supprimer cette condition

source: Greater or Equal
fr_fr: Supérieur ou Egal

source: Lesser or Equal
fr_fr: Inférieur ou Egal

source: Up
fr_fr: Monter

source: Down
fr_fr: Descendre

source: No selectable device
fr_fr: Pas d'appareil sélectionnable

source: No room
fr_fr: Aucune salle

source: No selectable room
fr_fr: Aucune salle selectionnable

source: Product list
fr_fr: Liste des Produits

source: Your email is not listed in our database. Please, complete manually the configuration.
fr_fr: Votre email n'est pas listé dans notre base de données. Merci de complétermanuellement votre configuration.

source: Your email is not valid. Please, enter a valid email.
fr_fr: Votre email est invalide. Merci d'entrer un email valide.

source: You must enter an email.
fr_fr: Vous devez entrez une adresse email

source: All fields must be fill
fr_fr: Tous les champs doivent être remplis

source: The passwords are not the same
fr_fr: Les mots de passe sont différents

source: Your new password is too short ! (6 characters min)
fr_fr: Votre nouveau mot de passe est trop court ! (6 caractères min)

source: Your reset key is not good
fr_fr: Votre clé de réinitialisation est incorrecte

source: An error occured for send mail. Please, check your configuration mail.
fr_fr: Une erreur est survenue durent l'envoi de mail. Merci de vérifier votre configuration.

source: The mail have been send.
fr_fr: Le mail a été envoyé.

source: Edit Scenario Name
fr_fr: Editer le nom du Scénario

source: You must select a smartcommand.
fr_fr: Vous devez sélectionnez une Smartcommand.

source: No Trigger Selected
fr_fr: Aucun Déclencheur Sélectionné

source: Trigger :
fr_fr: Déclencheur :

source: No Schedule Selected (All Time)
fr_fr: Ancun Horaire sélectionné (Tout le temps)

source: Schedule :
fr_fr: Horaire :

source: You must select at least one trigger or one schedule.
fr_fr: Vous devez sélectionnez au moins un déclencheur ou un Horaire.

source: Option not available
fr_fr: Option indisponible

source: Box configuration
fr_fr: Configuration de la Box

source: Backups configuration
fr_fr: Configuration des sauvegardes

source: General Configuration
fr_fr: Configuration Générale

source: Customisation
fr_fr: Personnalisation

source: Users permission
fr_fr: Permissions des utilisateurs

source: Users configuration
fr_fr: Configuration des utilisateurs

source: Monitor enocean
fr_fr: Moniteur EnOcean

source: Monitor Ip
fr_fr: Moniteur IP

source: Monitor KNX
fr_fr: Moniteur KNX

source: Profile
fr_fr: Profil

source: Help
fr_fr: Aide

source: Sign in
fr_fr: Se connecter

source: Ask validation
fr_fr: Demander la validation

source: Reboot
fr_fr: Redémarrer

source: Edit
fr_fr: Editer

source: Delete
fr_fr: Supprimer

source: No Box. Please add a box
fr_fr: Aucune Box. Merci d'ajouter une box

source: Reboot D3
fr_fr: Redémarrer D3

source: Rename Box
fr_fr: Renommer la Box

source: Delete Box
fr_fr: Supprimer la Box

source: USB Backup
fr_fr: Sauvegarde USB

source: Backup USB
fr_fr: Base de données USB

source: Delete Backup
fr_fr: Supprimer la Base de Données

source: Restore Backup
fr_fr: Restaurer la Base de Données

source: New device
fr_fr: Nouvel Appareil

source: Device Name
fr_fr: Nom de l'appareil

source: Enter your device name
fr_fr: Entrez le nom de l'appareil

source: Floor
fr_fr: Etage

source: Choose the floor
fr_fr: Choisissez l'étage

source: Room
fr_fr: Salle

source: Choose your application
fr_fr: Sélectionnez votre application

source: Enter the KNX address
fr_fr: Entrez l'adresse KNX

source: KNX physical address
fr_fr: Adresse Physique KNX

source: Add
fr_fr: Ajouter

source: IP address or name
fr_fr: Adresse IP ou nom

source: Default: 80
fr_fr: Défaut: 80

source: Login
fr_fr: S'identifier

source: Password
fr_fr: Mot de passe

source: Enocean address
fr_fr: Adresse EnOcean

source: Empty ip address
fr_fr: Adresse IP vide

source: Empty knx address
fr_fr: Adresse KNX vide

source: No Box associate
fr_fr: Aucune Box associée

source: Empty enocean address
fr_fr: Adresse EnOcean vide

source: Missing protocol
fr_fr: Protocole manquant

source: Floor and room is required
fr_fr: L'étage et la salle sont requis

source: Empty device name
fr_fr: Nom de l'appareil vide

source: Device configuration
fr_fr: Configuration de l'appareil

source: Back
fr_fr: Retour

source: Mac Address
fr_fr: Adresse Mac

source: KNX address or name
fr_fr: Adresse KNX ou nom

source: Enocean address or name
fr_fr: Adresse EnOcean ou nom

source: Save All
fr_fr: Tout sauvegarder

source: Write address
fr_fr: Adresse d'écriture

source: Return address
fr_fr: Adresse de retour

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: Pre-configuration device
fr_fr: Pré-configuration de l'appareil

source: General configuration
fr_fr: Configuration générale

source: No update available
fr_fr: Aucune mise à jour disponible

source: Current:
fr_fr: Actuelle:

source: Check Updates
fr_fr: Vérifier les Mises à jour

source: Update
fr_fr: Mettre à jour

source: Activate remote access
fr_fr: Activer l'accès à distance

source: Remote access port
fr_fr: Port de l'accès à distance

source: Secure remote access port
fr_fr: Port sécurisé de l'accès à distance

source: Force securised mode
fr_fr: Forcer le mode sécurisé

source: Email configuration
fr_fr: Configuration d'email

source: Pre-configuration email
fr_fr: Pré-configuration email

source: From Mail
fr_fr: Adresse mail de l'expéditeur

source: From Name
fr_fr: Nom de l'expéditeur

source: SMTP Host
fr_fr: Hôte SMTP

source: SMTP Secure
fr_fr: SMTP sécurisé

source: None
fr_fr: Aucun

source: SMTP Port
fr_fr: Port SMTP

source: Other
fr_fr: Autre

source: Activate authentification access
fr_fr: Activer l'authentification

source: SMTP Username
fr_fr: Nom d'utilisateur SMTP

source: SMTP Password
fr_fr: Mot de passe SMTP

source: Test
fr_fr: Tester

source: Test mail
fr_fr: Mail de test

source: Checking updates
fr_fr: Vérification des mises à jour

source: Updating box
fr_fr: Mise à jour de la Box

source: General
fr_fr: Général

source: Backups
fr_fr: Sauvegardes

source: Users
fr_fr: Utilisateurs

source: Level
fr_fr: Rang

source: User
fr_fr: Utilisateur

source: Admin
fr_fr: Administrateur

source: Busmonitor
fr_fr: Moniteur de bus

source: Configuration installation
fr_fr: Configuration de l'installation

source: Delete floor
fr_fr: Supprimer étage

source: Delete room
fr_fr: Supprimer salle

source: Edit Floor
fr_fr: Editer étage

source: Edit Room
fr_fr: Editer salle

source: Remove floor
fr_fr: Supprimer étage

source: Confirm
fr_fr: Confirmer

source: New Room
fr_fr: Nouvelle salle

source: Personal informations
fr_fr: Informations personnelles

source: Username
fr_fr: Nom d'utilisateur

source: Enter your username name
fr_fr: Entrer votre nom d'utilisateur

source: Last Name
fr_fr: Nom de Famille

source: Enter your last name
fr_fr: Entrez votre nom de famille

source: First Name
fr_fr: Prénom

source: Enter your first name
fr_fr: Entrez votre prénom

source: Gender
fr_fr: Genre

source: Male
fr_fr: Masculin

source: Female
fr_fr: Féminin

source: Phone
fr_fr: Téléphone

source: Enter your phone number (mobile)
fr_fr: Entrez votre numéro de téléphone (portable)

source: Language
fr_fr: Langue

source: Change password
fr_fr: Changer le mot de passe

source: Warning : Please fill the 3 password inputs !
fr_fr: Attention : Merci de remplir les 3 champs de mot de passe

source: Warning : Please fill the 2 password inputs!
fr_fr: Attention : Merci de remplir les 2 champs de mot de passe

source: Old password
fr_fr: Ancien mot de passe

source: Type old password
fr_fr: Entrez votre ancien mot de passe

source: Warning : Your new password is too short ! (6 characters min)
fr_fr: Attention : Votre nouveau mot de passe est trop court ! (6 caractères min)

source: Warning : The new password is too short! (6 characters min)
fr_fr: Attention : Le nouveau mot de passe est trop court ! (6 caractères min)

source: Type new password
fr_fr: Entrez le nouveau mot de passe

source: Warning : Passwords are not matching !
fr_fr: Attention : Les mots de passe sont différents !

source: Retype new password
fr_fr: Entrez de nouveau le nouveau mot de passe

source: Loading
fr_fr: Chargement

source: Load in progress
fr_fr: Chargement en cours

source: Room configuration :
fr_fr: Configuration de la salle :

source: Add a device
fr_fr: Ajouter un appareil

source: New Device
fr_fr: Nouvel Appareil

source: Remove device
fr_fr: Supprimer appareil

source: No device
fr_fr: Aucun appareil

source: User permission:
fr_fr: Permissions de l'utilisateur:

source: rooms
fr_fr: salles

source: device
fr_fr: appareil

source: Custom
fr_fr: Personnalisation

source: New user
fr_fr: Nouvel utilisateur

source: Lastname
fr_fr: Nom de famille

source: Firstname
fr_fr: Prénom

source: Activity
fr_fr: Activité

source: Never
fr_fr: Jamais

source: Delete user
fr_fr: Supprimer utilisateur

source: Camera view
fr_fr: Vue de la caméra

source: Audio view
fr_fr: Vue de l'appareil audio

source: ChromaWheel
fr_fr: Roue Chromatique

source: Air conditioner
fr_fr: Climatisation

source: Bluetooth monitor
fr_fr: Moniteur Bluetooth

source: All
fr_fr: Tout

source: Write (short)
fr_fr: Ecriture (court)

source: Write (long)
fr_fr: Ecriture (long)

source: Read
fr_fr: Lecture

source: KNX address
fr_fr: Adresse KNX

source: Settings
fr_fr: Paramètres

source: Graphics
fr_fr: Graphiques

source: Smartcommands & Scenarios
fr_fr: Smartcommands & Scénarios

source: Scenarios
fr_fr: Scénarios

source: Triggers
fr_fr: Déclencheurs

source: Schedules
fr_fr: Horaires

source: User Customisation
fr_fr: Personnalisation de l'utilisateur

source: Trigger
fr_fr: Déclencheur

source: Schedule
fr_fr: Horaire

source: Choose the Smartcommand launched by this Scenario or Create a new one.
fr_fr: Sélectionnez la Smartcommand qui sera déclenchée par ce Scénario ou Créez-en une nouvelle.

source: Create Smartcommand
fr_fr: Créer une Smartcommand

source: Save & Next Step
fr_fr: Sauvegarder & Etape Suivante

source: No Smartcommand
fr_fr: Aucune Smartcommand

source: Choose the Trigger which will launch the Scenario or Create a new one.
fr_fr: Sélectionnez le Déclencheur qui lancera le Scénario ou Créez-en un nouveau.

source: Create Trigger
fr_fr: Créer un Déclencheur

source: No Trigger
fr_fr: Aucun Déclencheur

source: Choose the Schedule to select the time period of the Scenario or Create a new one.
fr_fr: Sélectionnez l'Horaire pour définir la période durant laquelle se lancera le Scénario ou Créez-en un nouveau.

source: Create Schedule
fr_fr: Créer un Horaire

source: No Schedule (All time)
fr_fr: Aucun Horaire (Tout le temps)

source: Summary
fr_fr: Résumé

source: Save Scenario
fr_fr: Sauvegarder Scénario

source: Create New Scenario
fr_fr: Créer un nouveau Scénario

source: No Scenario
fr_fr: Aucun Scénario

source: Smartcommand Linked
fr_fr: Smartcommand Reliée

source: Status
fr_fr: Statut

source: Scenario will launch a Smartcommand depending on an Event (Trigger) and/or a Time period (Schedule).
fr_fr: Un Scénario déclenche une Smartcommand en fonction d'un Evénement (Déclencheur) et/ou d'une période de temps (Horaire).

source: Edit scenario
fr_fr: Editer le Scenario

source: Delete scenario
fr_fr: Supprimer Scénario

source: Edit Smartcommand Name
fr_fr: Editer le nom de la Smartcommand

source: Delay:
fr_fr: Délai :

source: Back to Scenario
fr_fr: Retour au Scénario

source: Linked Room
fr_fr: Salle Reliée

source: You have not selected a Linked Room. Until you have not select one, your Smartcommand will not appear in the Mastercommand (but you will be able to select it in Scenarios)"
fr_fr: Vous n'avez pas sélectionné de Salle Reliée. Tant que vous n'en sélectionnerez pas une, votre Smartcommand n'apparaîtra pas dans la Mastercommand (mais vous pourrez l'utiliser dans les Scénarios)"

source: No floor
fr_fr: Pas d'étage

source: Delete Smartcommand Elem
fr_fr: Supprimer élément de la Smartcommand

source: Create New SmartCommand
fr_fr: Créer une Nouvelle Smartcommand

source: Smartcommand is a grouped command. One Smartcommand will trigger multiples events. It can be launched by Scenarios.
fr_fr: Une Smartcommand est une commande groupée. Une Smartcommand peut déclencher plusieurs événements. Elle peut être lancée par des Scénarios.

source: Edit Smartcommand
fr_fr: Editer Smartcommand

source: Delete Smartcommand
fr_fr: Supprimer Smartcommand

source: Edit Trigger Name
fr_fr: Editer le nom du Déclencheur

source: Trigger is an event (KNX, ...) it can be used to launch Scenarios.
fr_fr: Un Déclencheur est un événement (KNX, ...) qui peut être utilisé pour lancer des Scénarios.

source: Create New Trigger
fr_fr: Créer un nouveau Déclencheur

source: Edit Trigger
fr_fr: Editer Déclencheur

source: Delete Trigger
fr_fr: Supprimer Déclencheur

source: Edit schedule Name
fr_fr: Editer le nom de l'Horaire

source: Schedule is a time period, it can be used to launch Scenarios.
fr_fr: Un Horaire est une période de temps, il peut être utilisé pour lancer des Scénarios.

source: Save Schedule
fr_fr: Sauvegarder Horaire

source: Create New Schedule
fr_fr: Créer un nouvel Horaire

source: No Schedule
fr_fr: Aucun Horaire

source: Edit schedule
fr_fr: Editer Horaire

source: Delete schedule
fr_fr: Supprimer Horaire

source: Please enter the username and password to acces to the remote control
fr_fr: Merci d'entrer le nom d'utilsateur et le mot de passe pour accéder à l'accès à distance

source: Password lost
fr_fr: Mot de passe oublié

source: Develop by
fr_fr: Développé par

source: Reset password
fr_fr: Réinitialiser mot de passe

source: More
fr_fr: Plus

source: Speed 0
fr_fr: Vitesse 0

source: Speed 1
fr_fr: Vitesse 1

source: Speed 2
fr_fr: Vitesse 2

source: Speed 3
fr_fr: Vitesse 3

source: Speed 4
fr_fr: Vitesse 4

source: Speed 5
fr_fr: Vitesse 5

source: Speed 6
fr_fr: Vitesse 6

source: Speed
fr_fr: Vitesse

source: View
fr_fr: Voir

source: Open
fr_fr: Ouvrir

source: Months
fr_fr: Mois

source: All&nbsp;year
fr_fr: Toute&nbsp;l'année

source: Weekdays
fr_fr: Jours de la semaine

source: All&nbsp;week
fr_fr: Toute&nbsp;la semaine

source: Days
fr_fr: Jours

source: Week
fr_fr: Semaine

source: All&nbsp;days
fr_fr: Tous&nbsp;les jours

source: Hours
fr_fr: Heures

source: All&nbsp;hours
fr_fr: Toutes&nbsp;les heures

source: Mins
fr_fr: Minutes

source: All&nbsp;minutes
fr_fr: Toutes&nbsp;les minutes

source: Disconnect
fr_fr: Déconnexion

source: Toggle navigation
fr_fr: Basculer la navigation

source: Enter your email
fr_fr: Entrez votre adresse email

source: Lightning default (open circuit)
fr_fr: Défaut d'éclairage (circuit ouvert)

source: No default detected
fr_fr: Aucun défaut détecté

source: The SSID is not valid
fr_fr: SSID invalide

source: Disabled
fr_fr: Désactivé
